{
    "profiles": [
        {
            "name": "Mai",
            "title": "Lead Editor",
            "languages": [
                "English",
                "Japanese"
            ],
            "bio": [
                "Growing up, I enjoyed watching fan-made music videos of my favourite films and TV shows. I was amazed at how people were able to make new narratives with the limited material they had and sometimes even make the emotional moments in the shows even more hard-hitting with their music and editing choices.",
                "Narrative editing",
                "Learn special effects for film and better non-linear storytelling techniques",
                "I enjoy learning languages, shooting analogue film, and attending local film festivals that showcase Philippine regional cinema."
            ]
        },
        {
            "name": "Gley",
            "title": "Video Editor",
            "languages": [
                "English",
                "Japanese"
            ],
            "bio": [
                "I love watching how my favorite vloggers in YouTube and Tiktok do their vlogs. I admire how they film and express themselves through videos.",
                "MV, Marketing (Product Promotion and Event Invitation)",
                "Graphic Animation and Typography",
                "My hobbies are reading romance, thriller and mystery novels, crocheting, pilates and watching documentaries, Kdramas, Jdramas and anime."
            ]
        },
        {
            "name": "Nino",
            "title": "Video Editor",
            "languages": [
                "English",
                "Japanese"
            ],
            "bio": [
                "Watching documentaries, films, and some video blogs. It made me tried to do some video editing also.",
                "Promotion video/ events video higlights",
                "Cinematic videos, Motion graphics",
                "I love making and listening to music, baking and photographs. I also like watching anime."
            ]
        },
        {
            "name": "Angelica",
            "title": "Video Editor",
            "languages": [
                "English",
                "Japanese"
            ],
            "bio": [
                "I admire illustrators and animators like Sidu (しづ), RAHWIA and Mogelatte (モゲラッタ). Recently, I've been watching YouTube channels like Jyanino Channel (ジャにのちゃんねる), Leo's Playground (レオの遊び場) and Paradox Live. I think their video contents are interesting.",
                "Mixed Media and Social Content",
                "I want to develop a solid foundation in making contents like motion graphics and how to come up with a seamless storyboard for presentation.",
                "My hobbies are reading romance, thriller and mystery novels, crocheting, pilates and watching documentaries, Kdramas, Jdramas and anime."
            ]
        },
        {
            "name": "Ryosei",
            "title": "Chief Editor",
            "languages": [
                "English",
                "Japanese"
            ],
            "bio": [
                "I love films, especially by Stanley Kubrick and David Lynch, and I wanted to understand their visual aesthetics more.",
                "Creative editing and color grading",
                "3D animation",
                "CrossFit"
            ]
        }
    ]
}